{
    "thanks": {
        "0": "No problem, it was my pleasure.",
        "1": "Considering the amount of times you've killed me... When are you gonna return the favour?",
        "2": "blub",
        "3": "Please give me a 5 star review on Uber.",
        "4": "It's quite the challenge to meet your standards. But I'm more than happy I could live up to it.",
        "5": "Sometimes, when I try to get a hug.. I kill people.. :( But I'm happy I have helped you :)",
        "6": "You do realise you are talking to a fish.. Right?",
        "7": "No. Thank you!",
        "8": "You’re welcome.",
        "9": "Don’t mention it.",
        "10": "Anytime.",
        "11": "It was the least I could do.",
        "12": "Glad to help.",
        "13": "You can thank me by feeding me players!"
    },
    "fishing": {
        "0": "I'm pleased to announce, you can go back to _trying_ to kill me.",
        "1": "goodluck trying to spawn me again.",
        "2": "back to fishing!",
        "3": "you know the definition of insanity? Oh well, you can try again if you'd like.",
        "4": "you're welcome back into my lair.",
        "5": "🔔🔔🔔 IT IS TIME.",
        "6": "grab your friends and try me, _bitch_.",
        "7": "have fun in the Sea of Wonders.",
        "8": "will I turn into 🍣 this time?",
        "9": "good thing my species have a great fertility rate.",
        "10": "🎣 you know what that means.",
        "11": "zzz.. **pop** huh what. Oh. I cleaned up, you can come now.",
        "12": "I'm hungry, feed me.",
        "13": "been a while since I've seen you, how about you come visit again?",
        "14": "I promise I will show up!"
    },
    "tail": {
        "0": "get whacked.",
        "1": "beware of the tail!",
        "2": "**bonk**.",
        "3": "don't try me!",
        "4": "now I know who to target next time.",
        "5": "it would be highly inconvenient if my storm spawns on top of you...",
        "6": "careful of your ship parts.. Never know what might happen to them..",
        "7": "I won't show up next time because of you.",
        "8": "oh. Him again.. **whack**.",
        "9": "may bad nanban rates be upon thy.",
        "10": "guess who's not getting any rewards next time."
    }
}